namespace ABB_BF.DAL.Enums
{
    public enum CourseDirections
    {
        // Welcome тренинг,
        // Активные продажи по телефону ЮЛ,
        // Развитие управленческих навыков РОП,
        // Индивидуальный план развития,
        // Ситуационное руководство
        // Контроль и обратная связь
        // Мотивация и вовлечение
        // Подбор, адаптация и развитие
        // Постановка задач и делегирование
        // Секреты управления командой
        // Цикл менеджмента
        // Развитие управленческих навыков РОП
        // Деловая переписка
        // PowerPoint.Деловая презентация и визуализация
        // Управление конфликтными ситуациями
        // Работа с возражениями
        // Эффективные коммуникации
        // Повышение личной эффективности
        // Лидерство
        // Жизнестойкость
        // Наставнический стиль
        // Стратегии и тактики в переговарах
        // Публичные выступления
        // Системное мышление
        // Тайм - менеджмент
        // Эмоциональный интеллект
        // DISC.Типология личности
        // Креативное мышление
        // Когнитивная гибкость
        // Развитие памяти
        // Критическое мышление
        // Обратная связь
        // Кросс - культурное взаимодействие
        // Лидеры переговоров
        // Скетчинг
        // Развитие памяти
        // Microsoft Excel (мобильное обучение)
        // Принятие решений в условии неопределенности и риска
        // Инструменты фасилитации
        // Позитивное мышление
        // Microsoft Excel (Тренинг Спейс)
        // Верификация лжи
        // Ассертивное поведение
        // Манипулятивная коммуникация
        // Манипуляции и ложь в переговорах
        // Хочу быть наставником
        // Эффективные переговоры с лицом, принимающим решения
        // Холодные звонки
        // Кросс - продажи
        // Кросс - продукты
        // Продажи 3.0
        // Школа персонального менеджмента
        // Школа по обслуживанию клиента
        // Повышение финансовой грамотности
    }
}
